Repository: olros/NTNU
Catalog: INFT2501 Applikasjonsutvikling for mobile enheter/hangman/lib/l10n/app_*.arb
Languages: nb

# title
source: Hangman | INFT2501 Project
nb: Hangman | INFT2501 Prosjekt

# info_paragraph1
source: Hi! Welcome to this Hangman-app!
nb: Hei! Velkommen til denne Hangman-appen!

# info_paragraph2
source: Hangman is a game where you're trying to guess a word which is represented by a row of dashes. Each dash represents a letter of the word. If you guess a letter that occurs in the word, the letter is filled in on all its correct positions.
nb: Hangman er et spill hvor du prøver å gjette et ord som er representert med en rad med bindestreker. Hver bindestrek representerer en bokstav i ordet. Hvis du gjetter en bokstav som forekommer i ordet, fylles bokstaven ut på alle de riktige posisjonene.

# info_paragraph3
source: If you guess a letter that doesn't occur in the word, a new part hanged stick figure is drawed. The game is over when the drawing is finished (you loose), or when you've guessed the entire word (you win).
nb: Hvis du gjetter på en bokstav som ikke forekommer i ordet, tegnes en ny del av en strekmann som henges på en galge. Spillet er over når tegningen er ferdig (du taper), eller når du har gjettet hele ordet (du vinner).

# info_paragraph4
source: If you want to read the rules again after starting the game, you can always click the back button to go back here.
nb: Hvis du vil lese reglene igjen etter å ha startet å spille, kan du alltid klikke på tilbake-knappen for å komme tilbake hit.

# info_paragraph5
source: The game is available in two languages: English and Norwegian. Change the language in your System Settings to change the game language.
nb: Spillet er tilgjengelig på to språk: Engelsk og Norsk. Endre språk i Systeminnstillingene for å endre språket i appen.

# info_play
source: Play game!
nb: Spill!

# game_you_won
source: You guessed the correct word. Congratulations!
nb: Du gjettet riktig ord. Gratulerer!

# game_you_lost
source: You used to many tries and the stick-man was unfortunately hanged :( The correct word was:
nb: Du brukte for mange forsøk og strekmannen ble dessverre hengt :( Riktig ord var:

# game_restart
source: Restart game
nb: Restart spillet

# game_letters
source: abcdefghijklmnopqrstuvwxyz
nb: abcdefghijklmnopqrstuvwxyzæøå

# game_words
source: Football,Pizza,Buss,Paragraph,Smartphone,Money,Airplane,TV
nb: Bunad,Ostehøvel,Brunost,Fårikål,Butikk,Sørlandet,Flyplass
